{
  "73474599": "AMBOSS",
  "-603e8afd": "Illustrations",
  "556d64d8": "The page you are looking for doesn't exist or has been moved",
  "32cd8cc8": "Finished a full-stack development training at WBS coding school.",
  "4c641ebb": "Password",
  "d66b68a": "© 2022 Barik",
  "-2b7010d0": "Email Address",
  "409ff4f0": "I’m Ruslan \"Barik\" Valikhanov, a product designer, musician and traveller based in Berlin, Germany. I’m passionate about detailed simplicity in interfaces, solving problems, and understanding people.",
  "397f1aeb": "As a learning I would like to mention that, from trimming the feature too much we got to the point that we have to add an additional sprint to fix some obvious problems. Another learning is that we have to improve our communication between departments, our A/B test was moved for a week because of it. Also it seems like we could be better in drawing a real border between first phases (when we listen to feedback) and implementation phase. ",
  "679bcea7": "something collected over years",
  "5b7a6c31": "- Super busy, not able to make the time.",
  "24eeab": "Name",
  "-f916e03": "Message was successfully sent! I will answer asap, enjoy your day!",
  "7dafe5ab": "- Make a structured plan for users (with their input). Then remind them to follow it.",
  "61075ec5": "Hello to whoever reads this!",
  "f97f8f4": "NEXT CASE STUDY:",
  "-40b0787c": "Page Not Found",
  "-63b165e3": "Berlin, Germany",
  "-26f034b": "I am a design specialist who initially became obsessed with printing and illustrating magazines. After working in this field for quite a while, I spent the last years working with teams on improving design from a UX/UI perspective. At my last job, I was redesigning a medical platform for students and doctors, worked on core interactions and finally shipped the product with a group of engineers and designers.",
  "-f5c4b5f": "Incorrect password. Please try again.",
  "488a591f": "+49 171 3429194",
  "1b0d13": "🦑",
  "334e71eb": "Have an interesting topic to work on? Feeling that you need to talk to someone? Here’s my contacts or just use the form.",
  "1dd1e162": "So what stops users from using their subscription/trial?",
  "-7f428fee": "Hifi, illustrations and delivery",
  "-45b2ee6a": "On this stage I examinate all the components we have in the project, I am creating a couple of proposals which I successively polish until they reach the final stage. Also on Hifi stage one should think about all the possible states of the components and animations between the screens. In addition to the UI, I created custom illustrations for this project.",
  "38eb0007": "message",
  "7038a590": "Discovery",
  "-6a356e67": "Write me",
  "46cebc38": "ruslan.e.valikhanov@gmail.com",
  "-6e4d4bb3": "Resume",
  "-323c74e7": "8 persons squad from product manager to devs",
  "567a0e6a": "my role",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "2e11f0b1": "We can also contact via other channels:",
  "4b76cc76": "On this stage I usually have a lot of back and forth with the PM, stakeholders and UR. We are ",
  "5aa20bfc": "Provide a flexible and customizable study plan with enough structure and recommendations.",
  "3d503d2b": "No items found.",
  "-65581cc0": "What are the potential solutions to increase users activity? ",
  "-5a89e449": "- They are using some other resource. Still want to do it, but want to do other things more.",
  "7f2749b8": "Contact me",
  "2a": "*",
  "-2b5fdb25": "Go to homepage",
  "36425d": "team",
  "3c2336d": "About",
  "4f000b9f": "I specialize in UX/UI Design with solid background in print and illustration.",
  "-6504b75a": "Explore case study",
  "17ecdaa1": "Open it",
  "-41e9be2": "- Onboard users so they know how to use the platform to the fullest.",
  "260320d0": "Anyways it was a nice run, let’s do it again.",
  "2b1acb1c": "Product designer",
  "200d": "‍",
  "-23450784": "Selected case studies",
  "-6f4bc71": "Product designer & illustrator based in Berlin. ",
  "-809ecbc": "Custom study plans",
  "20c67317": "How might we help students prepare for their exams in one unified place?",
  "c972bdf": "Hey, I’m Barik!",
  "-40ff3ea9": "2018 → 2021 ·  Platform redesign · product design",
  "58ed4d79": "solution",
  "15bae369": "- Expectation mismatch.",
  "-638489c1": "Mapping out first concepts",
  "1540e846": "Next steps and learnings",
  "-32d8fb1": "Open case study",
  "3989ca1a": "- They keep getting distracted and can’t find a structure. The pick-your-own-adventure path is cumbersome to figure out.",
  "-12733d61": "problem",
  "4a986b75": "- Show progress over time, to show their movement towards a goal.",
  "-59e4bba8": "- Motivate users with product copy, and gamification.",
  "-c1d12f4": "Subject",
  "4e83fff2": "Poultry farm app",
  "38a73c7d": "company",
  "-5447fdf1": "We collect and prioritise feedback from our users and we are making improvements based on this.",
  "7cb28da1": "My story",
  "9dc": "OK",
  "7cc26bc5": "immediately what you are looking for",
  "-4fe53d72": "Live link",
  "-4d84d11f": "Link to the product",
  "-67a7b857": "Download my resume",
  "-11d4bbff": "Protected Page",
  "-356556e4": "Offering medical students a possibility to create their own study plans, to structure their studies, as well as recommendations for their further development.",
  "-6b5db437": "My life-long passion is music, where I found myself playing drums and synthesizing my own noises. I also make photos of objects and draw them as a hobby.   Don’t hesitate to drop me a line - so we can walk around Berlin, play ping-pong or even work together.",
  "-240d9202": "shaping the direction, cutting unnecessary corners, understanding the steps of the flow. ",
  "6f63ee2d": "One can find a more detailed resume by clicking the button below.",
  "4fe2b62": "Works"
}